Repository: Luckycat133/Chat_Buddy_iOS
Catalog: Chat_Buddy_iOS/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About
zh_hans: 关于

# about_description
source: Chat Buddy is a feature-rich AI chat companion with multiple personalities, bilingual support, and social features.
zh_hans: Chat Buddy 是一款功能丰富的 AI 聊天伙伴应用，具备多角色人格、双语支持和社交功能。

# about_tagline
source: Your AI Chat Companion
zh_hans: 你的 AI 聊天伙伴

# accent_amber
source: Amber
zh_hans: 琥珀

source: Accent Color
zh_hans: 强调色

# accent_color_desc
source: Choose a theme color for buttons, links, and highlights
zh_hans: 选择按钮、链接和高亮的主题颜色

# accent_coral
source: Coral
zh_hans: 珊瑚

# accent_custom
source: Custom Color
zh_hans: 自定义颜色

# accent_default
source: Default
zh_hans: 默认

# accent_emerald
source: Emerald
zh_hans: 翡翠

# accent_gold
source: Gold
zh_hans: 金色

# accent_indigo
source: Indigo
zh_hans: 靛蓝

# accent_lavender
source: Lavender
zh_hans: 薰衣草

# accent_mint
source: Mint
zh_hans: 薄荷

# accent_reset
source: Reset
zh_hans: 重置

# accent_rose
source: Rose
zh_hans: 玫瑰

# accent_sky
source: Sky
zh_hans: 天空

# achievements_points
source: pts
zh_hans: 积分

# achievements_title
source: Achievements
zh_hans: 成就

source: AI Agents
zh_hans: AI 助手

# ai_lang_auto
source: Same as interface
zh_hans: 跟随界面语言

source: AI Language
zh_hans: AI 语言

# ai_language_desc
source: Language AI uses to respond
zh_hans: AI 回复使用的语言

# anim_intense
source: Intense
zh_hans: 强烈

# anim_none
source: Off
zh_hans: 关闭

# anim_standard
source: Standard
zh_hans: 标准

# anim_subtle
source: Subtle
zh_hans: 轻微

# animation_intensity
source: Animations
zh_hans: 动画效果

source: API Base URL
zh_hans: API 基础 URL

# api_config
source: API Configuration
zh_hans: API 配置

# api_config_desc
source: Connect to any OpenAI-compatible provider
zh_hans: 连接任何 OpenAI 兼容的服务

source: API Key
zh_hans: API 密钥

source: Appearance
zh_hans: 外观

# background_reset
source: Reset to Default
zh_hans: 重置为默认

# background_title
source: Chat Background
zh_hans: 聊天背景

# bg_animated_aurora
source: Aurora Particles
zh_hans: 极光粒子

# bg_animated_fire
source: Ember Glow
zh_hans: 余烬辉光

# bg_animated_none
source: Static
zh_hans: 静态

# bg_animated_rain
source: Rain
zh_hans: 雨幕

# bg_animated_snow
source: Snowfall
zh_hans: 飘雪

# bg_animated_stars
source: Starfield
zh_hans: 星空漂移

# bg_animated_title
source: Animated Effects
zh_hans: 动态效果

# bookmark_add
source: Bookmark
zh_hans: 收藏

# bookmark_remove
source: Remove Bookmark
zh_hans: 取消收藏

source: Bookmarks
zh_hans: 收藏夹

# bookmarks_empty
source: No bookmarks yet
zh_hans: 暂无收藏

source: Cancel
zh_hans: 取消

# chat_clear
source: Clear Messages
zh_hans: 清空消息

# chat_clear_confirm
source: Clear All
zh_hans: 全部清除

# chat_clear_message
source: This will permanently delete all messages in this conversation.
zh_hans: 此操作将永久删除本次对话中的所有消息。

# chat_export
source: Export Chat
zh_hans: 导出对话

# chat_input_placeholder
source: Type a message...
zh_hans: 输入消息...

# chat_pin
source: Pin
zh_hans: 置顶

# chat_tool_result
source: Search Result
zh_hans: 搜索结果

# chat_tool_searching
source: Searching…
zh_hans: 正在搜索…

# chat_unpin
source: Unpin
zh_hans: 取消置顶

# chats_create_group
source: Create
zh_hans: 创建

# chats_delete
source: Delete
zh_hans: 删除

# chats_empty_desc
source: Start chatting with your AI friends
zh_hans: 开始与你的AI伙伴聊天吧

# chats_empty_title
source: No Conversations Yet
zh_hans: 暂无对话

# chats_group_members
source: Members
zh_hans: 成员

# chats_group_name
source: Group Name
zh_hans: 群聊名称

# chats_group_name_placeholder
source: Optional group name…
zh_hans: 可选，输入群聊名称…

# chats_new_chat
source: New Chat
zh_hans: 新对话

# chats_new_group
source: New Group
zh_hans: 新建群聊

# chats_no_messages
source: No messages yet
zh_hans: 暂无消息

# chats_pinned
source: Pinned
zh_hans: 置顶对话

# chats_selected_count
source: {n} selected
zh_hans: 已选 {n} 人

# chats_stat
source: Chats
zh_hans: 会话

# chats_yesterday
source: Yesterday
zh_hans: 昨天

# checkin_button
source: Check In
zh_hans: 签到

# checkin_done
source: Checked in today!
zh_hans: 今日已签到！

# checkin_title
source: Daily Check-in
zh_hans: 每日签到

# cloud_back
source: Back
zh_hans: 上一步

# cloud_blocked_empty
source: No blocked actors.
zh_hans: 没有拉黑任何人。

# cloud_bootstrapping
source: Setting things up…
zh_hans: 正在准备…

# cloud_cancel
source: Cancel
zh_hans: 取消

# cloud_chat_a11y_contact
source: Contact said
zh_hans: 对方说

# cloud_chat_a11y_you
source: You said
zh_hans: 你说

# cloud_chat_composer_a11y
source: Message input
zh_hans: 消息输入框

# cloud_chat_composer_hint
source: Say something…
zh_hans: 说点什么…

# cloud_chat_conflict_notice
source: The server already has this message.
zh_hans: 服务器已收到这条消息。

# cloud_chat_send_a11y
source: Send message
zh_hans: 发送消息

# cloud_chat_send_failed_notice
source: Couldn't send. Your message is kept — tap the alert to retry.
zh_hans: 发送失败。消息已保留——点按感叹号可重试。

# cloud_chat_status_queued
source: Sending
zh_hans: 发送中

# cloud_chat_status_retry_a11y
source: Failed to send. Retry
zh_hans: 发送失败，点按重试

# cloud_chat_title_fallback
source: Chat
zh_hans: 聊天

# cloud_chats_chat_fallback
source: Chat
zh_hans: 聊天

# cloud_chats_empty
source: No conversations yet.
zh_hans: 还没有会话。

# cloud_chats_empty_hint
source: Mira will reach out as soon as you sign in.
zh_hans: 登录后米拉会第一时间联系你。

# cloud_chats_group_fallback
source: Group
zh_hans: 群聊

# cloud_chats_offline_banner
source: Offline — showing cached chats
zh_hans: 当前离线——正在显示缓存的会话

# cloud_chats_search_prompt
source: Search chats
zh_hans: 搜索会话

# cloud_chats_tap_to_start
source: Tap to start
zh_hans: 点按开始

# cloud_chats_unread_a11y
source: {count} unread
zh_hans: {count} 条未读

# cloud_contacts_accept
source: Accept
zh_hans: 接受

# cloud_contacts_account_delete_hint_body
source: Account deletion is a separate choice in Me. It removes your private data everywhere; deleting or blocking a contact only changes that relationship.
zh_hans: 删除账号是“我的”页里的独立操作，会移除你在所有地方的私人数据；删除或拉黑联系人只改变与该联系人的关系。

# cloud_contacts_account_delete_hint_title
source: About account deletion
zh_hans: 关于删除账号

# cloud_contacts_action_account_hint
source: How is this different from deleting my account?
zh_hans: 这和删除账号有什么不同？

# cloud_contacts_action_account_hint_detail
source: Deleting a contact keeps your account. Account deletion is separate.
zh_hans: 删除联系人不会删除账号；删除账号是另一个独立操作。

# cloud_contacts_action_block
source: Block
zh_hans: 拉黑

# cloud_contacts_action_block_detail
source: Stops all contact and hides visibility. You can unblock later.
zh_hans: 停止一切联系并隐藏可见性，之后可以解除拉黑。

# cloud_contacts_action_delete
source: Delete contact
zh_hans: 删除联系人

# cloud_contacts_action_delete_detail
source: Removes the friendship but keeps your chat history.
zh_hans: 解除好友关系，但保留聊天记录。

# cloud_contacts_blocked
source: Blocked
zh_hans: 已拉黑

# cloud_contacts_decline
source: Decline
zh_hans: 婉拒

# cloud_contacts_declined
source: Declined
zh_hans: 已婉拒

# cloud_contacts_declined_badge
source: Declined
zh_hans: 已婉拒

# cloud_contacts_delete_confirm_action
source: Delete contact
zh_hans: 删除联系人

# cloud_contacts_delete_confirm_body
source: You'll stop being friends, but your chat history stays on your device.
zh_hans: 你们将不再是好友，但聊天记录仍保留在你的设备上。

# cloud_contacts_delete_confirm_title
source: Delete this contact?
zh_hans: 删除这位联系人？

# cloud_contacts_empty
source: No contacts yet.
zh_hans: 还没有联系人。

# cloud_contacts_empty_hint
source: Mira can introduce you to other companions.
zh_hans: 米拉可以介绍其他伙伴给你认识。

# cloud_contacts_friends_ai
source: AI friends
zh_hans: AI 好友

# cloud_contacts_friends_human
source: Human friends
zh_hans: 人类好友

# cloud_contacts_group_members
source: %lld members
zh_hans: %lld 名成员

# cloud_contacts_group_unnamed
source: Unnamed group
zh_hans: 未命名群聊

# cloud_contacts_groups
source: Groups
zh_hans: 群聊

# cloud_contacts_manage_hint
source: Opens manage options
zh_hans: 打开管理选项

# cloud_contacts_manage_title
source: Manage %@
zh_hans: 管理 %@

# cloud_contacts_missing_actor
source: Missing actor identity. Try signing in again.
zh_hans: 缺少身份信息，请重新登录。

# cloud_contacts_new_group_a11y
source: Create a group
zh_hans: 创建群聊

# cloud_contacts_remark_placeholder
source: Private remark (only you see it)
zh_hans: 备注名（仅自己可见）

# cloud_contacts_remark_save_a11y
source: Save private remark
zh_hans: 保存备注名

# cloud_contacts_requests_inbound
source: Requests
zh_hans: 收到的好友请求

# cloud_contacts_requests_outbound
source: Sent requests
zh_hans: 已发出的请求

# cloud_contacts_unblock
source: Unblock
zh_hans: 解除拉黑

# cloud_contacts_waiting_response
source: Waiting for a response
zh_hans: 等待对方回应

# cloud_delete_body_account
source: Your account and private data are removed everywhere and you return to sign-in.
zh_hans: 你的账号与私人数据将从所有地方移除，然后回到登录页。

# cloud_delete_body_block
source: Blocking is different: it only stops one person from contacting you.
zh_hans: 拉黑不同：它只阻止某一个人联系你。

# cloud_delete_body_history
source: Your chats, Moments, contacts, and personal data are deleted and cannot be recovered.
zh_hans: 你的聊天、动态、联系人与个人数据将被删除，且无法恢复。

# cloud_delete_confirm_action
source: Delete my account
zh_hans: 删除我的账号

# cloud_delete_typing_footer
source: Type DELETE to confirm. This cannot be undone.
zh_hans: 输入 DELETE 确认。此操作无法撤销。

# cloud_delete_typing_placeholder
source: Type DELETE
zh_hans: 输入 DELETE

# cloud_delete_what_happens
source: What happens
zh_hans: 将会发生什么

# cloud_dev_signin_action
source: Sign in (dev)
zh_hans: 登录（开发）

# cloud_dev_signin_name
source: Display name
zh_hans: 昵称

# cloud_dev_signin_note
source: Production builds use Sign in with Apple + magic link; this panel is dev-only.
zh_hans: 正式版本使用通过 Apple 登录和魔法链接；此面板仅用于开发。

# cloud_dev_signin_section
source: Sign in
zh_hans: 登录

# cloud_dev_signin_title
source: Welcome
zh_hans: 欢迎

# cloud_diag_api
source: API
zh_hans: API 服务

# cloud_diag_apns
source: APNs
zh_hans: APNs 推送

# cloud_diag_build
source: Build
zh_hans: 构建号

# cloud_diag_bundle
source: Bundle
zh_hans: 应用包

# cloud_diag_env
source: Environment
zh_hans: 环境

# cloud_diag_health
source: Health
zh_hans: 健康检查

# cloud_diag_run
source: Run health check
zh_hans: 运行健康检查

# cloud_done
source: Done
zh_hans: 完成

# cloud_export_action
source: Request my data export
zh_hans: 申请导出我的数据

# cloud_export_empty
source: The export archive came back empty. Try again later.
zh_hans: 导出内容为空，请稍后再试。

# cloud_export_footer
source: Messages, Moments, contacts, settings, and a media manifest are bundled into one archive you can share or save.
zh_hans: 聊天、动态、联系人、设置与媒体清单会打包成一个文件，你可以分享或保存。

# cloud_group_invite_accepted
source: accepted
zh_hans: 已接受

# cloud_group_invite_declined
source: declined
zh_hans: 已婉拒

# cloud_group_invite_left
source: left
zh_hans: 已退出

# cloud_group_invite_pending
source: is considering
zh_hans: 还在考虑

# cloud_group_name_footer
source: Both are optional. You can change the name later.
zh_hans: 两项都可以留空，之后可以修改群名。

# cloud_group_name_placeholder
source: Group name (optional)
zh_hans: 群聊名称（可选）

# cloud_group_no_candidates
source: No contacts to invite yet.
zh_hans: 还没有可以邀请的联系人。

# cloud_group_open_action
source: Open the group
zh_hans: 进入群聊

# cloud_group_open_body
source: Everyone who accepted is now inside. You can start talking whenever you like.
zh_hans: 所有接受邀请的成员都已加入，随时可以开始聊天。

# cloud_group_open_title
source: Your group is ready
zh_hans: 群聊已就绪

# cloud_group_pending_footer
source: Every invited person and character confirms on their own. Outcomes arrive automatically.
zh_hans: 每位被邀请的人和角色都会独立确认，结果会自动更新。

# cloud_group_pending_none
source: Waiting for the invitations to register…
zh_hans: 正在登记邀请…

# cloud_group_purpose_placeholder
source: What is this group for? (optional)
zh_hans: 这个群用来做什么？（可选）

# cloud_group_review_confirm_note
source: Each invited person and character confirms the invitation themselves before the group becomes active.
zh_hans: 群聊生效前，每位被邀请的人和角色都会自行确认。

# cloud_group_review_members
source: Invited
zh_hans: 将邀请

# cloud_group_review_name
source: Name
zh_hans: 名称

# cloud_group_select_footer
source: Pick the people and characters to invite. Everyone confirms on their own.
zh_hans: 选择要邀请的人和角色，每个人都会独立确认。

# cloud_group_send_explainer
source: Each invitee confirms the invitation on their own — humans answer, and characters decide for themselves on the server.
zh_hans: 每位被邀请者都会自行确认——人类直接答复，角色由服务器独立决定。

# cloud_group_send_proposal
source: Send proposal
zh_hans: 发出邀请

# cloud_group_wizard_title
source: New group
zh_hans: 新建群聊

# cloud_import_action
source: Import now
zh_hans: 立即导入

# cloud_import_contacts
source: Contact groups
zh_hans: 联系人群组

# cloud_import_conversations
source: Conversations
zh_hans: 会话

# cloud_import_credentials_note
source: Stored API keys and provider settings are never uploaded — the import only carries your visible history.
zh_hans: 已保存的 API 密钥与供应商设置绝不上传——导入只包含你可见的历史内容。

# cloud_import_empty_batch
source: Nothing importable was found.
zh_hans: 没有可导入的内容。

# cloud_import_erase_confirm_action
source: Skip and erase
zh_hans: 跳过并清除

# cloud_import_erase_confirm_body
source: This permanently removes the old local data without importing it.
zh_hans: 此操作将永久清除旧的本地数据，且不会导入。

# cloud_import_erase_confirm_title
source: Erase legacy data without importing?
zh_hans: 清除旧数据而不导入？

# cloud_import_erased
source: Legacy data erased.
zh_hans: 旧数据已清除。

# cloud_import_footer
source: One-time import of data saved by the previous offline version. Original timestamps are preserved.
zh_hans: 一次性导入旧离线版本保存的数据，并保留原始时间。

# cloud_import_memories
source: Memories
zh_hans: 记忆

# cloud_import_moments
source: Moments
zh_hans: 动态

# cloud_import_nothing
source: No legacy data found on this device.
zh_hans: 本机没有发现旧数据。

# cloud_import_rejected
source: The import was not accepted. Nothing was erased.
zh_hans: 导入未被接受，未清除任何数据。

# cloud_import_skip_erase
source: Skip import and erase legacy data
zh_hans: 跳过导入并清除旧数据

# cloud_import_success
source: Import complete. Your history now lives in the cloud.
zh_hans: 导入完成，你的历史内容已迁移到云端。

# cloud_me_account
source: Account
zh_hans: 账号

# cloud_me_account_id
source: Account ID
zh_hans: 账号 ID

# cloud_me_blocked
source: Blocked actors
zh_hans: 已拉黑

# cloud_me_data
source: My data
zh_hans: 我的数据

# cloud_me_delete_account
source: Delete account
zh_hans: 删除账号

# cloud_me_diagnostics
source: Diagnostics
zh_hans: 诊断

# cloud_me_diagnostics_detail
source: Diagnostics
zh_hans: 诊断

# cloud_me_export
source: Export my data
zh_hans: 导出我的数据

# cloud_me_legacy_import
source: Import previous local data
zh_hans: 导入旧本地数据

# cloud_me_sign_out
source: Sign out
zh_hans: 退出登录

# cloud_moments_attach_photo
source: Add a photo
zh_hans: 添加照片

# cloud_moments_audience_familiar
source: Friends only
zh_hans: 仅好友可见

# cloud_moments_audience_private
source: Only you
zh_hans: 仅自己可见

# cloud_moments_audience_public
source: Public in your circle
zh_hans: 圈子内公开

# cloud_moments_comment
source: Comment
zh_hans: 评论

# cloud_moments_comment_hint
source: Write a comment…
zh_hans: 写评论…

# cloud_moments_compose
source: Compose moment
zh_hans: 发动态

# cloud_moments_empty
source: Nothing here yet. Moments from your circle will appear here.
zh_hans: 这里还是空的。圈子里的动态会显示在这里。

# cloud_moments_failed_pending
source: Not sent
zh_hans: 未发送

# cloud_moments_like
source: Like
zh_hans: 赞

# cloud_moments_loading_more
source: Loading more
zh_hans: 加载更多

# cloud_moments_post
source: Post moment
zh_hans: 发布动态

# cloud_moments_send_comment
source: Send comment
zh_hans: 发送评论

# cloud_moments_share_hint
source: Share a moment…
zh_hans: 分享此刻…

# cloud_moments_uploading
source: Uploading photo
zh_hans: 正在上传照片

# cloud_next
source: Next
zh_hans: 下一步

# cloud_ok
source: OK
zh_hans: 好

# cloud_onboarding_a11y_mira
source: Mira said
zh_hans: 米拉说

# cloud_onboarding_complete_banner
source: You're all set — welcome!
zh_hans: 设置完成——欢迎加入！

# cloud_onboarding_composer_hint
source: Tell Mira what kind of company you'd like…
zh_hans: 告诉米拉你想要什么样的陪伴…

# cloud_onboarding_not_now
source: Not now
zh_hans: 稍后再说

# cloud_onboarding_not_now_a11y
source: Continue onboarding later
zh_hans: 稍后继续引导

# cloud_onboarding_not_ready
source: Mira's conversation isn't ready yet — try again in a moment.
zh_hans: 米拉的会话还没就绪——请稍后再试。

# cloud_onboarding_title
source: Mira
zh_hans: 米拉

# cloud_retry
source: Retry
zh_hans: 重试

source: Coming soon...
zh_hans: 即将推出...

# config_saved
source: Configuration saved
zh_hans: 配置已保存

source: Confirm
zh_hans: 确认

# connection_failed
source: Connection failed: {error}
zh_hans: 连接失败：{error}

# connection_success
source: Connected! ({latency}ms)
zh_hans: 连接成功！({latency}ms)

source: Data
zh_hans: 数据

# days_unit
source: days
zh_hans: 天

# delete_profile
source: Delete
zh_hans: 删除

source: Developer
zh_hans: 开发者

source: Done
zh_hans: 完成

source: Error
zh_hans: 错误

source: Export Data
zh_hans: 导出数据

# export_data_desc
source: Download all chats and settings as JSON
zh_hans: 将所有聊天和设置导出为 JSON

# export_data_title
source: Export Data
zh_hans: 导出数据

# export_success
source: Data exported successfully
zh_hans: 数据导出成功

source: Friends
zh_hans: 好友

# game_number
source: Number Guess
zh_hans: 猜数字

# game_rps
source: Rock Paper Scissors
zh_hans: 石头剪刀布

# game_title
source: Play a Game
zh_hans: 玩游戏

# gift_no_points
source: Not enough points
zh_hans: 积分不足

# gift_title
source: Send a Gift
zh_hans: 赠送礼物

# greeting_afternoon
source: Good Afternoon
zh_hans: 下午好

# greeting_evening
source: Good Evening
zh_hans: 晚上好

# greeting_late_night
source: Late Night
zh_hans: 夜深了

# greeting_morning
source: Good Morning
zh_hans: 早上好

source: Import Data
zh_hans: 导入数据

# import_data_desc
source: Restore from a backup file
zh_hans: 从备份文件恢复

# import_failed
source: Import failed: {error}
zh_hans: 导入失败：{error}

# import_success
source: {count} items restored
zh_hans: 已恢复 {count} 项数据

source: Interface Language
zh_hans: 界面语言

source: Language
zh_hans: 语言

# load_profile
source: Load
zh_hans: 加载

source: Loading...
zh_hans: 加载中...

source: Max Retries
zh_hans: 最大重试次数

# memories_add
source: Add Memory
zh_hans: 添加记忆

# memories_category_event
source: Event
zh_hans: 事件

# memories_category_fact
source: Fact
zh_hans: 事实

# memories_category_preference
source: Preference
zh_hans: 偏好

# memories_clear
source: Clear All
zh_hans: 清除全部

# memories_clear_confirm
source: Forget Everything?
zh_hans: 确认清除全部记忆？

# memories_clear_message
source: This cannot be undone.
zh_hans: 此操作不可撤销。

# memories_delete
source: Forget
zh_hans: 忘记

# memories_empty
source: No memories yet
zh_hans: 暂无记忆

# memories_empty_desc
source: Memories are learned during conversations
zh_hans: 角色会在对话中记住关于你的信息

# memories_title
source: Memories
zh_hans: 角色记忆

# message_copy
source: Copy
zh_hans: 复制

# message_delete
source: Delete
zh_hans: 删除

# message_quote
source: Reply
zh_hans: 引用回复

# messages_stat
source: Messages
zh_hans: 消息

# missing_fields
source: Please fill in all required fields
zh_hans: 请填写所有必填字段

source: Model Name
zh_hans: 模型名称

# moments_add_comment
source: Add a comment...
zh_hans: 添加评论...

# moments_add_location
source: Add Location
zh_hans: 添加位置

# moments_be_first
source: Be the first to share!
zh_hans: 成为第一个分享的人！

# moments_birthday_hint
source: Today is {name}'s birthday! 🎂
zh_hans: 今天是{name}的生日！🎂

# moments_comment
source: Comment
zh_hans: 评论

# moments_comments
source: Comments
zh_hans: 评论

# moments_delete_comment
source: Delete Comment
zh_hans: 删除评论

# moments_delete_post
source: Delete Moment
zh_hans: 删除动态

# moments_discard_draft
source: Discard
zh_hans: 丢弃草稿

# moments_draft_restored
source: Draft restored
zh_hans: 草稿已恢复

# moments_like
source: Like
zh_hans: 赞

# moments_liked
source: Liked
zh_hans: 已赞

# moments_load_more
source: Load more
zh_hans: 加载更多

# moments_location
source: Location
zh_hans: 位置

# moments_location_custom
source: Custom
zh_hans: 自定义

# moments_location_placeholder
source: Enter location…
zh_hans: 输入位置…

# moments_location_popular
source: Popular
zh_hans: 常用

# moments_location_use
source: Use
zh_hans: 使用

# moments_new_post
source: New Moment
zh_hans: 发表动态

# moments_no_comments
source: No comments yet
zh_hans: 暂无评论

# moments_no_posts
source: No moments yet
zh_hans: 暂无动态

# moments_photo
source: Photo
zh_hans: 照片

# moments_post
source: Post
zh_hans: 发布

# moments_reactions
source: Reactions
zh_hans: 表情

# moments_reply_to
source: Reply to {name}
zh_hans: 回复{name}

# moments_repost_success
source: Shared!
zh_hans: 已分享！

# moments_select_chat
source: Select a chat
zh_hans: 选择要分享的聊天

# moments_share_to_chat
source: Share to Chat
zh_hans: 转发到聊天

# moments_view_all
source: View all {n} comments
zh_hans: 查看全部{n}条评论

# moments_whats_new
source: What's on your mind?
zh_hans: 这一刻的想法...

# nav_chats
source: Chats
zh_hans: 聊天列表

# nav_contacts
source: Contacts
zh_hans: 通讯录

# nav_dashboard
source: Dashboard
zh_hans: 主页

# nav_moments
source: Moments
zh_hans: 朋友圈

# nav_settings
source: Settings
zh_hans: 设置

# no_profiles
source: No saved profiles
zh_hans: 暂无保存的配置

# oled_mode
source: OLED Pure Black
zh_hans: OLED 纯黑

# oled_mode_desc
source: Uses pure black backgrounds in dark mode to save battery on OLED screens.
zh_hans: 在深色模式下使用纯黑背景，以节省 OLED 屏幕电量。

# onboarding_back
source: Back
zh_hans: 返回

# onboarding_chat
source: Chat with AI Friends
zh_hans: 与 AI 好友聊天

# onboarding_chat_desc
source: Start conversations with AI personalities — each has their own character and style.
zh_hans: 与 AI 角色开始对话——每个都有自己独特的性格和风格。

# onboarding_customize
source: Make It Yours
zh_hans: 个性化定制

# onboarding_customize_desc
source: Change themes, accent colors, backgrounds, and language in Settings.
zh_hans: 在设置中更换主题、强调色、背景和语言。

# onboarding_done
source: You're All Set!
zh_hans: 一切就绪！

# onboarding_done_desc
source: Start chatting with your AI friends now. Have fun!
zh_hans: 现在开始和你的 AI 好友聊天吧，玩得开心！

# onboarding_get_started
source: Get Started
zh_hans: 开始使用

# onboarding_next
source: Next
zh_hans: 下一步

# onboarding_skip
source: Skip
zh_hans: 跳过

# onboarding_welcome
source: Welcome to Chat Buddy!
zh_hans: 欢迎来到 Chat Buddy！

# onboarding_welcome_desc
source: Your AI chat companion with unique personalities. Let's take a quick tour!
zh_hans: 拥有独特个性的 AI 聊天伙伴，让我们快速了解一下吧！

# personas_social
source: Social Friends
zh_hans: 社交伙伴

# personas_task
source: Task Agents
zh_hans: 任务助手

# profile_avatar
source: Avatar
zh_hans: 头像

source: Profile Name
zh_hans: 档案名称

# profile_nickname
source: Nickname
zh_hans: 昵称

# profile_save
source: Save Profile
zh_hans: 保存资料

# profile_saved
source: Saved!
zh_hans: 已保存！

# profile_signature
source: Signature
zh_hans: 个性签名

# profile_title
source: My Profile
zh_hans: 我的资料

source: Provider Profiles
zh_hans: 服务商配置

source: Quick Actions
zh_hans: 快捷操作

source: Recent Chats
zh_hans: 最近聊天

source: Reply to
zh_hans: 回复

source: Reset Tutorial
zh_hans: 重置教程

# reset_tutorial_desc
source: Show the welcome tour again
zh_hans: 重新显示欢迎教程

source: Retry
zh_hans: 重试

source: Save
zh_hans: 保存

source: Save as Profile
zh_hans: 保存为配置档案

# save_config
source: Save Configuration
zh_hans: 保存配置

# search_messages
source: Search
zh_hans: 搜索

# search_placeholder
source: Search messages…
zh_hans: 搜索消息…

# settings_profile
source: Profile
zh_hans: 个人资料

# settings_social
source: Social & Achievements
zh_hans: 社交与成就

# settings_title
source: Settings
zh_hans: 设置

source: Smart Tasks
zh_hans: 智能任务

source: Stats
zh_hans: 统计

# streak_stat
source: Streak
zh_hans: 连续

source: Success
zh_hans: 成功

source: Tap to chat
zh_hans: 点击聊天

source: Temperature
zh_hans: 温度

# temperature_desc
source: Higher = more creative, Lower = more precise
zh_hans: 越高越有创意，越低越精确

source: Test Connection
zh_hans: 测试连接

# testing_connection
source: Testing...
zh_hans: 测试中...

# theme_dark
source: Dark
zh_hans: 深色

# theme_light
source: Light
zh_hans: 浅色

# theme_mode
source: Theme
zh_hans: 主题

# theme_system
source: System
zh_hans: 跟随系统

source: Timeout
zh_hans: 超时时间

source: Today's Pick
zh_hans: 今日推荐

source: Upload Photo Avatar
zh_hans: 上传照片头像

source: Version
zh_hans: 版本
